"Check for Updates…" = "Vérification des mises à jour...";

"Start new chat" = "Démarrer un nouveau chat";

"What would you like to ask ChatGPT about?" = "Quelle question souhaitez-vous poser à ChatGPT ?";

"New Temporary Chat" = "Nouveau chat éphémère";

"Toggle Sidebar" = "Activer/désactiver la barre latérale";

"Model to use with the new chat" = "Modèle à utiliser avec le nouveau chat";

"Continuous chat" = "Chat continu";

"Message" = "Message";

"New Chat" = "Nouveau chat";

"Start voice conversation with ChatGPT" = "Démarrer une conversation vocale avec ChatGPT";

"Is there anything else you would like to ask about?" = "Souhaitez-vous poser une autre question ?";

"%@" = "%@";

"Message to send to ChatGPT" = "Message à envoyer à ChatGPT";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Activation du chat ou achèvement du raccourci immédiatement après la réponse";

"Would you like to start a new chat?" = "Souhaitez-vous démarrer un nouveau chat ?";

"Change Shortcut" = "Modifier le raccourci";

"Ask ChatGPT" = "Demander à ChatGPT";

"Model" = "Modèle";

"Chat Identifier" = "Identifiant du chat";

"Indicates whether a new chat should be started" = "Indique si un nouveau chat doit être démarré";

"Start voice conversation" = "Démarrer une conversation vocale";

"Message Identifier" = "Identifiant du message";

"Which model would you like to use?" = "Quel modèle souhaitez-vous utiliser ?";

"Model slug" = "Slug du modèle";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Cette action lance l’appli ChatGPT pour démarrer une conversation vocale avec ChatGPT.";

"ChatGPT Help" = "Aide ChatGPT";

"You can continue this chat from the app." = "Vous pouvez poursuivre ce chat depuis l’appli.";

"Model name" = "Nom du modèle";

"Settings…" = "Paramètres...";

"This action will send a single message to a chat with ChatGPT and return the response." = "Cette action déclenche l’envoi d’un message à un chat avec ChatGPT et la réception d’une réponse.";

"Content" = "Contenu";

